{
  "welcome": "Welcome to my portfolio",
  "introduction": "My name is Matěj Holman. I am a {{age}} year old computer science student originally from Liberec. I currently live and study in Prague.",
  "aboutText": "I have an education background in IT and a few months experience in the field and I am constantly learning new things. My main programming languages are <u>C#</u> and <u>Javascript</u> but I don't shy away from others like <u>Python</u> or <u>SQL</u>. I extensively use <u>React</u> and <u>React Native</u> and I am familiar with <u>ASP.NET</u> as well. I have a certified <u>C1</u> level of English.",
  "studies": "Education",
  "school": "Secondary Technical School and Higher Vocational School, Liberec",
  "schoolDesc": "Information technologies",
  "uni": "University of Economics, Faculty of Informatics and Statistics, Prague",
  "uniDesc": "Applied informatics",
  "now": "present",
  "about": "About Me",
  "experience": "Experience",
  "job1": "MAHLE Behr Mnichovo Hradiště",
  "job1Description": "Company internship, assistance in the IT department",
  "job2": "Kassua studio",
  "job2Description": "Implementation of web application designs for company clients, front-end design, HTML, CSS & JavaScript",
  "job3": "ByEvolution Málaga, Spain",
  "job3Description": "Development and maintenance of web applications, development using htmx and alpine.js, Erasmus",
  "may": "May",
  "february": "February",
  "july": "July",
  "august": "August",
  "september": "September",
  "projects": "Projects",
  "project1": "MyMeal",
  "project1Description": "A meal planning app for easier nutrition overview and achieving weight goals, React Native and Expo",
  "project2": "Bistro Genius",
  "project2Description": "Front-end of a website for a bistro, made for Kassua studio",
  "project3": "a2 atelier",
  "project3Description": "Front-end of a website for an architectural studio, made for Kassua studio",
  "project4": "30 let PKFL",
  "project4Description": "Front-end of a main page for prague football club's 30 year celebration, made for Kassua studio",
  "project5": "Gallery",
  "project5Description": "Web application for uploading and viewing images from different users, ASP.NET, C#",
  "contactMe": "Contact Me"
}
