{
  "welcome": "Vítejte na mém portfoliu.",
  "introduction": "Jmenuji se Matěj Holman. Je mi {{age}} let a jsem student IT původem z Liberce. Aktuálně bydlím a studuji v Praze.",
  "aboutText": "Mám vzdělání v oblasti informačních technologií doplněné několikaměsíční praktickou zkušeností v oboru. Kontinuálně se vzdělávám a rozšiřuji své znalosti. Mé hlavní programovací jazyky jsou <u>C#</u> a <u>JavaScript</u>, ale ovládám také <u>Python</u> a <u>SQL</u>. Mám rozsáhlé zkušenosti s knihovnami/frameworky jako jsou <u>React</u> a <u>React Native</u>, a také s platformou <u>ASP.NET</u>. Jsem schopen pracovat jak na front-endu, tak na back-endu. Moje jazyková vybavenost zahrnuje certifikovanou znalost angličtiny na úrovni <u>C1</u>. Jsem připraven aplikovat své dovednosti a dále se rozvíjet v dynamickém IT prostředí.",
  "studies": "Vzdělání",
  "school": "Střední průmyslová škola a Vyšší odborná škola, Liberec",
  "schoolDesc": "Informační technologie",
  "uni": "VŠE, Fakulta informatiky a statistiky, Praha",
  "uniDesc": "Aplikovaná informatika",
  "now": "dnes",
  "about": "O mě",
  "experience": "Praxe",
  "job1": "MAHLE Behr Mnichovo Hradiště",
  "job1Description": "Firemní praxe, pomoc v IT oddělení",
  "job2": "Kassua studio",
  "job2Description": "Realizace návrhů webových aplikací pro klienty firmy, front-end design, HTML, CSS & Javascript",
  "job3": "ByEvolution Málaga, Španělsko",
  "job3Description": "Vývoj a údržba webových aplikací, práce s htmx a alpine.js, Erasmus",
  "job4": "ICNET s.r.o.",
  "job4Description": "Programátor zaměřený na vývoj webových aplikací pomocí ASP.NET a SQL. Práce zahrnovala vývoj a implementaci projektů pro klienty, optimalizaci databází a spolupráci na návrhu softwarových řešení.",
  "may": "Květen",
  "february": "Únor",
  "july": "Červenec",
  "august": "Srpen",
  "september": "Září",
  "december": "Prosinec",
  "projects": "Projekty",
  "project1": "MyMeal",
  "project1Description": "Aplikace pro plánování jídel pro snadnější přehled o výživě a dosažení váhových cílů, React Native a Expo",
  "project2": "Bistro Genius",
  "project2Description": "Front-end webové stránky pro bistro, vytvořeno pro Kassua studio",
  "project3": "a2 atelier",
  "project3Description": "Front-end webové stránky pro architektonické studio, vytvořeno pro Kassua studio",
  "project4": "30 let PKFL",
  "project4Description": "Front-end hlavní stránky pro oslavu 30 let pražského fotbalového klubu, vytvořeno pro Kassua studio",
  "project5": "Galerie",
  "project5Description": "Webová aplikace pro nahrávání a prohlížení obrázků od různých uživatelů, ASP.NET, C#",
  "contactMe": "Kontakt"
}
